Repository: sramos/geslib
Catalog: translations/geslib.*.po
Languages: es

source: Geslib File
es: Fichero Geslib

source: Element
es: Elemento

source: Starting Date
es: Fecha de Inicio

source: Ending Date
es: Fecha de Fin

source: Status
es: Estado

source: Excluded previously imported file
es: Excluido fichero ya importado

source: Flush all caches
es: Limpiando todas las cachés

source: Searching external book data
es: Buscando datos externos del libro

source: Searching
es: Buscando

source: Loaded title
es: Importado título

source: Loaded subtitle
es: Importado subtítulo

source: Loaded book description
es: Importada descripción del libro

source: Loaded book cover URL
es: Importada URL de la portada del libro

source: Loaded preview URL
es: Importada URL de vista previa

source: Loaded author
es: Importado autor

source: Searching book covers
es: Buscando portadas de libros

source: Updating
es: Actualizando

source: Importing Products
es: Importando productos

source: Product with GeslibID @gid doesn't exist
es: Producto con GeslibID @gid no existe

source: Importing
es: Importando

source: Node @type with GeslibID @gid doesn't exist
es: Nodo @type con GeslibID @gid no exite

source: Changed ownership of
es: Cambiada pertenencia de

source: to user
es: al usuario

source: Attributes updated correctly
es: Atributos actualizados correctamente

source: Node
es: Nodo

source: not updated
es: no actualizado

source: Updating vocabulary
es: Actualizando vocabulario

source: Ignoring author relationship. The type is:
es: Ignorando relación de autoría. El tipo del autor es:

source: relationships updated correctly
es: vínculos actualizados correctamente

source: Relationships for node
es: Vínculos del nodo

source: There is no relationships to update
es: No hay vínculos a actualizar

source: Updated body product
es: Actualizada descripción del producto

source: processed incorrectly
es: procesado con problemas

source: Body for node
es: Contenido del nodo

source: Updated ubercart product attributes
es: Actualizados atributos de producto de ubercart

source: Ubercart attributes for node
es: Atributos de ubercart para el nodo

source: Updated stock
es: Stock actualizado

source: Error updating stock
es: Error actualizando stock

source: removed
es: eliminado

source: Author
es: Autor

source: created correctly
es: creado correctamente

source: could not be created
es: no pudo ser creado

source: updated correctly
es: actualizado correctamente

source: Authors
es: Autores

source: Cover Image
es: Imagen de cubierta

source: Cover image stored
es: Guardada imagen de portada

source: Error storing cover image
es: Error guardando imagen de portada

source: Downloading remote book cover
es: Descargando portada remota del libro

source: Using default cover
es: Usando portada del libro por defecto

source: Using uploaded book cover
es: Usando portada del libro enviada

source: Geslib file not valid.
es: Fichero Geslib no válido.

source: Reading previously serialized file
es: Leyendo fichero previamente procesado

source: Saving serialized file
es: Guardando fichero procesado

source: Upload Geslib file
es: Subir fichero geslib

source: Import Geslib File
es: Importar fichero Geslib

source: Imported Geslib Files Report
es: Informe de ficheros Geslib Importados

source: Delete log line
es: Eliminar entrada de log

source: ERROR uploading the file.
es: ERROR subiendo el fichero.

source: Import Geslib File.
es: Importar fichero Geslib.

source: Geslib Integration
es: Integración con Geslib

source: Geslib data import/export module.
es: Módulo de importación/exportación de datos de Geslib.

source: Don't import
es: No importar

source: Vocabulary
es: Vocabulario

source: Storage and Search settings
es: Opciones de búsqueda y almacenamiento

source: Drupal text field used to link with geslib
es: Campo drupal (de texto) usado para almacenar el vínculo con geslib

source: Drupal field used to link with geslib. All node types from above must have this field.
es: Campo de drupal usado para almacenar el vículo con geslib. Todos los tipos de nodos seleccionados abajo deberán incluirlo.

source: Temporaly upload path
es: Directorio temporal de subida

source: Temporary upload path for Geslib files. It should not have public access.
es: Directorio de subida de archivos Geslib. Es conveniente que no tenga acceso público.

source: Delete imported geslib files
es: Borrar ficheros geslib importados

source: Don't delete
es: No borrar

source: Path for uploaded covers
es: Directorio de subida de imágenes de cubierta.

source: Full path if there are covers uploaded.
es: Si hay portadas subidas al servidor, directorio donde se almacenan.

source: Delete imported covers from upload cover path
es: Borrar portadas importadas del directorio de subida

source: Delete covers
es: Borrar portadas

source: Use Geslib module tables
es: Usar las tablas del módulo

source: Download book info if not exists
es: Descargar información del libro si ésta no existe

source: Search and use internet data for extended info (body, images, ...) if there is no data in geslib file.
es: Buscar en internet y usar los datos que se encuentren para la información del libro (sinopsis, autor, ...) si esta no existe en el fichero geslib.

source: Don't search
es: No buscar

source: Lookup book info in DILVE
es: Buscar información en DILVE

source: Lookup Internet info
es: Buscar información en Internet

source: Lookup Internet info without book covers
es: Buscar información en Internet excluyendo la portada del libro

source: DILVE username
es: Usuario DILVE

source: Registered username account in
es: Usuario de la cuenta registrada en

source: DILVE password
es: Password DILVE

source: Registered password account in
es: Password de la cuenta registrada en

source: Categories settings
es: Opciones de Materias

source: Category Node Type
es: Tipo de nodo para Materia

source: Drupal node type for Categories importing (Geslib code line "5").
es: Tipo de nodo para la importación de Materias (Líneas "5" en fichero geslib).

source: Name for default category
es: Nombre para Materia por defecto

source: Name used for default geslib Category (geslib_id=0). If empty will use default value.
es: Nombre usado para sustituir la Materia por defecto de Geslib (código geslib 0). Déjelo vacío para usar el valor por defecto.

source: Publishers settings
es: Opciones de Editorial

source: Publisher Node Type
es: Tipo de nodo para Editorial

source: Drupal node type for Publishers importing (Geslib code line "1L").
es: Tipo de nodo para la importación de Editoriales (Líneas "1L" en fichero geslib).

source: Music Publishers settings
es: Opciones de Discográficas

source: Music publisher Node Type
es: Tipo de nodo para Discográfica

source: Drupal node type for Music Publishers importing (Geslib code line "1A").
es: Tipo de nodo para la importación de Discográficas (Líneas "1A" en fichero geslib).

source: Collections settings
es: Opciones de Colecciones

source: Publisher's Collection Node Type
es: Tipo de nodo para Colecciones de Editoriales

source: Drupal node type for Geslib Collections importing.
es: Tipo de nodo para la importación de las Colecciones de las Editoriales.

source: Publisher relationship
es: Relaciones con Editorial

source: Drupal field used to link with publisher nodes (nodereference type) or to store publisher name (text type).
es: Campo usado para vincular con los nodos de editoriales (tipo nodereference) o para almacenar el nombre de la editorial (tipo texto).

source: Don't link to publishers
es: No vincular con editoriales

source: Name for default Collection
es: Nombre por defecto para Colecciones de Editoriales

source: Name used for default geslib Publisher Collection (geslib_id=1). If empty will use default value.
es: Nombre usado para sustituir la Colección por defecto de Geslib (códigos geslib 1). Déjelo vacío para usar el valor por defecto.

source: Indexes settings
es: Opciones de Índices

source: Index Node Type
es: Tipo de nodo para Índice

source: Drupal node type for Index importing (Geslib code line "6I").
es: Tipo de nodo para la importación de Índices (Líneas "6I" en fichero geslib).

source: Publisher Reference settings
es: Opciones de Referencia de la Editorial

source: Publisher Reference Node Type
es: Tipo de nodo para Referencia de la Editorial

source: Drupal node type for Publisher Reference importing (Geslib code line "6E").
es: Tipo de nodo para importar las Referencias del Editor (Líneas "6E" en fichero geslib).

source: Library Reference settings
es: Opciones de Referencia de Librería

source: Library Reference Node Type
es: Tipo de nodo para Referencia de Librería

source: Drupal node type for Library Reference importing (Geslib code line "6").
es: Tipo de nodo para importar las Referencias de la Librería (Líneas "6" en fichero geslib).

source: Authors settings
es: Opciones de Autores

source: Author Node Type
es: Tipo de nodo para Autor

source: Drupal node type for Authors importing (Geslib code line "AUT").
es: Tipo de nodo para la importación de Autores (Líneas "AUT" en fichero geslib).

source: Books settings
es: Opciones de Libros

source: Book Node Type
es: Tipo de nodo para Libros

source: Drupal node type for Books importing (Geslib code line "GP4").
es: Tipo de nodo para la importación de Libros (Líneas "GP4" en fichero geslib).

source: Geslib type for books
es: Código Geslib para libros

source: Geslib type for book related products.
es: Código Geslib usado para describir el "tipo" libros.

source: Default cover image path
es: Ruta de la imagen de cubierta por defecto

source: Path of the default cover image if the uploaded book doesn't have one.
es: Ruta de la imagen de cubierta por defecto si el libro importado no tiene una.

source: Get book body from field
es: Obtener la descripción del libro del campo

source: Geslib field used to get book body.
es: Campo a usar para la importación

source: First library reference (geslib code line "6")
es: Primera referencia de la librería (líneas "6" en fichero geslib)

source: First publisher reference (geslib code line "6E")
es: Primera referencia del editor (líneas "6E" en fichero geslib)

source: External description (col 39)
es: Descripción Externa (columna 39)

source: Subtitle field
es: Campo de Subtítulo

source: Drupal field used to store subtitle (col 26).
es: Campo usado para almacenar el subtítulo (columna 26).

source: Don't store this field
es: No almacenar este campo

source: Category relationship
es: Relaciones con Categoría

source: Drupal field used to link books with category nodes (nodereference type) or to store category name (text type).
es: Campo usado para vincular los libros con las categorías (tipo nodereference) o para almacenar el nombre (tipo texto).

source: Author relationship
es: Relaciones con Autores

source: Drupal field used to link books with author nodes (nodereference type) or to store author name (text type).
es: Campo usado para vincular los libros con los autores (tipo nodereference) o para almacenar el nombre (tipo texto).

source: Drupal field used to link books with book ilustrator (nodereference type).
es: Campo usado para vincular los libros con sus ilustradores (tipo nodereference).

source: Drupal field used to link books with book translator (nodereference type).
es: Campo usado para vincular los libros con sus traductores (tipo nodereference).

source: Create Authors if not referenced
es: Crear autores si no están referenciados

source: Search and create Authors if there is no reference for the book. This option only works when Author Relationship is defined for a nodereference field.
es: Buscar y crear nodos Autores si no existe referencia para el libro. Esta opción sólo funciona cuando se define el campo anterior como "nodereference".

source: Don't create authors
es: No crear autores

source: Search and create if there is no reference
es: Buscar y crear si no existe referencia

source: Try to find book authors on the net
es: Intenta obtener los autores de internet

source: Link only Author role
es: Vincular sólo con rol de autor

source: Link only the "Author" role of a book (excluding Ilustrators and Translators).
es: Vincular sólo el rol "Autor" de un libro (excluyendo Ilustradores y Traductores).

source: Yes
es: Sí

source: Collection relationship
es: Relaciones con Colecciones

source: Drupal field used to link with collection nodes (nodereference type) or to store collection name (text type).
es: Campo usado para vincular los libros con las colecciones (tipo nodereference) o para almacenar su nombre (tipo texto).

source: ISBN code field
es: Código ISBN

source: Drupal field used to store ISBN code (col 6). This field is also stored in uc_product.model field.
es: Campo usado para almacenar el código ISBN (columna 6). Este código se almacena también en el campo uc_product.model

source: EAN code field
es: Código EAN

source: Drupal field used to store EAN code (col 7).
es: Campo usado para almacenar el código EAN (columna 7).

source: Index relationship
es: Relaciones con Índices

source: Drupal field used to link with publication index nodes (nodereference type) or to store it (text type).
es: Campo usado para vincular con los Índices (tipo nodereference) o para almacenarlo (tipo texto).

source: Library reference relationship
es: Relaciones con referencia de librería

source: Drupal field used to store library reference nodes (nodereference type) or to store it (text type).
es: Campo usado para vincular con las Referencias de Librería (tipo nodereference) o para almacenarlo (tipo texto).

source: Publisher reference relationship
es: Relaciones con referencia de editor

source: Drupal field used to store publisher reference nodes (nodereference type) or to store it (text type).
es: Campo usado para vincular con las Referencias del Editor (tipo nodereference) o para almacenarlo (tipo texto).

source: External description
es: Descripción externa

source: Drupal field used to store external description (col 39).
es: Campo usado para almacenar la descripción externa (columna 39).

source: Publication date field
es: Fecha de publicación

source: Drupal field used to store publication date (col 13).
es: Campo usado para almacenar la fecha de publicación (columna 13).

source: Edition field
es: Edición

source: Drupal field used to store book edition (col 9).
es: Campo usado para almacenar la edición del libro (columna 9).

source: Edition Date field
es: Fecha de Edición

source: Drupal field used to store book edition date (col 11).
es: Campo usado para almacenar la fecha de edición (columna 11).

source: Registration Date field
es: Fecha de Alta

source: Drupal field used to store registration date (col 18).
es: Campo usado para almacenar la fecha de alta (columna 18).

source: Pages field
es: Número de páginas

source: Drupal field used to store book pages (col 8).
es: Campo usado para almacenar el número de páginas (columna 8).

source: Language field
es: Idioma

source: Drupal field used to store language (col 20)).
es: Campo usado para almacenar el idioma del libro (columna 20).

source: Status field
es: Estado

source: Drupal field used to store book status (col 27).
es: Campo usado para almacenar el estado del libro (columna 27).

source: Format field
es: Formato

source: Drupal field used to store book format (col 21).
es: Campo usado para almacenar el formato (columna 21).

source: Location field
es: Ubicación

source: Drupal field used to store location (col 15).
es: Campo usado para almacenar la ubicación (columna 15).

source: Alternative location field
es: Ubicación Alternativa

source: Drupal field used to store alternative location (col 41).
es: Campo usado para almacenar la ubicación alternativa (columna 41).

source: Classification field
es: Clasificación

source: Drupal field used to store book classification (col 31).
es: Campo usado para almacenar la clasificación del libro (columna 31).

source: Vat field
es: IVA

source: Drupal field used to store book vat (42).
es: Campo usado para almacenar el IVA (columna 42).

source: Other products settings
es: Opciones de Otros Productos

source: Other Product Node Type
es: Tipo de nodo para Otros Productos

source: Drupal node type for Geslib Other Product importing.
es: Tipo de nodo para la importación de Otros Productos.

source: Get other product body from field
es: Obtener descripción de otros productos del campo

source: Geslib field used to get other product body.
es: Campo usado por geslib para almacenar la descripción de otros productos.

source: Default cover image path for other products
es: Imagen de cubierta por defecto para otros productos

source: Path of the default cover image if the uploaded product doesn't have one.
es: Path de la imagen de cubierta por defecto si el producto subido no tiene una.

source: Please enter a valid directory path.
es: Por favor, introduzca un directorio válido.

source: Please enter a DILVE username.
es: Por favor, introduzca un usuario para DILVE.

source: Please enter a DILVE password.
es: Por favor, introduzca una password para DILVE.

source: You must enter a valid and readable image.
es: Debe introducir una imagen válida y con permisos de lectura.

source: Category node type doesn't have defined field
es: El tipo de nodo Categoría no tiene el campo definido

source: Publisher node type doesn't have defined field
es: El tipo de nodo Editorial no tiene el campo definido

source: Music publisher node type doesn't have defined field
es: El tipo de nodo Discográfica no tiene el campo definido

source: Collection node type doesn't have defined field
es: El tipo de nodo Colección no tiene el campo definido

source: Author node type doesn't have defined field
es: El tipo de nodo Autor no tiene el campo definido

source: Index node type doesn't have defined field
es: El tipo de nodo Índice no tiene el campo definido

source: Library Reference node type doesn't have defined field
es: El tipo de nodo Referencia de la Librería no tiene el campo definido

source: Publisher Reference node type doesn't have defined field
es: El tipo de nodo Referencia del Editor no tiene el campo definido

source: Book node type doesn't have defined field
es: El tipo de nodo Libro no tiene el campo definido

source: Other Product node type doesn't have defined field
es: El tipo de nodo Otros Productos no tiene el campo definido

source: Geslib Import Settings
es: Configuración de Importación de Geslib

source: Geslib settings used for integration.
es: Configuración de los valores de importación.

source: Geslib data files management
es: Gestión de ficheros Geslib

source: Geslib Import/Export and admin settings
es: Importación/Exportación de Geslib y opciones de configuración
